{
  "news": [
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/a_59861c80f801eea86d979f868c425193.gif?size=1024\"> Onyx",
      "date": 1646648145000,
      "content": "**Послание от Animusin:**<br />\n<br />\nДобрый день, космонавты! Я теперь являюсь лидом сервера ЕОС, и всё это благодаря вашей поддержке! Базис сервера уже был построен, и есть постоянные игроки, которые ценят ту атмосферу, которая у нас царит. Моя задача – её культивировать. Я постараюсь не потерять, что было достигнуто уже, и продвинуть идеалы ролеплея тем, кто ещё у нас не поиграл.<br />\n<br />\nРепрессии позади и я надеюсь, что немного разные Хаотик и ЕОС, но имеющие много общего, продолжат существовать в мире и согласии. Я уже провёл небольшой ребрендинг в дискорде, чтобы снизить градус снобизма и напомнить всем, что мы части единого целого.<br />\n<br />\nВ эти тяжелые дни низкого онлайна, важно сохранить каждого человека, который умеет и хочет у нас играть, и я с педальным составом буду этим заниматься. Мы будем стараться делать веселые ивенты и следить, чтобы отыгрыш был на достойном уровне. Всем спасибо!<br />\n<br />\nP.S. *Оживим немного главную*"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/a_59861c80f801eea86d979f868c425193.gif?size=1024\"> Onyx",
      "date": 1640303127000,
      "content": "**Onyx Awards 2021 - продолжение**<br />\n<br />\nПервый тур окончен, кандидаты отобраны. Победители будут определены по результатам голосования во втором туре, который уже стартовал: https://forms.gle/DjVp93SubSgpNCWu8"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/a_59861c80f801eea86d979f868c425193.gif?size=1024\"> Onyx",
      "date": 1639059833000,
      "content": "**Onyx Awards 2021**<br />\n<br />\nПришло время Onyx Awards - ежегодного мероприятия, призванного при помощи голосования среди всего сообщества выделить наиболее запомнившихся за год игроков, персонажей, события и так далее.<br />\n<br />\nПервый тур, в котором вы можете предложить кандидатов на награды, доступен по ссылке https://forms.gle/kcegVktkCqJs2GybA"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/a_59861c80f801eea86d979f868c425193.gif?size=1024\"> Onyx",
      "date": 1626885242000,
      "content": "***Результаты опроса и другие штуки.***<br />\n<br />\nИ снова доброго времени суток всем нашим любимым и не очень игрокам!<br />\n<br />\nОбработка результатов опроса наконец-то закончилась и нам бы хотелось предоставить их вам, а заодно поделиться ещё несколькими небольшими новостями.<br />\n<br />\nВот тут - презентация с результатами опроса https://docs.google.com/presentation/d/1MXahbL4bLili0KVcm6bHNXS6TlXujSK-5MM1ouNqeLo/edit?usp=sharing<br />\n<br />\nВот тут - послания от игроков к игрокам https://docs.google.com/spreadsheets/d/1LJ0Wb4nMNfOn6I2PX9aWiqZQOy3A9gv8v6meT__ari0/edit?usp=sharing<br />\n<br />\nА теперь немного непосредственно о новостях.<br />\n<br />\nПервая - у нас в дискорде появились новые каналы.<br />\nВ канале \"сенат-новости\" будут публиковаться всевозможные отчёты о проделанной работе, опросы, поднимаемые предложения и прочая важная информация. <br />\nКанал \"сенат-открытый\" будет площадкой для тематических дискуссий, связанных с \"сенат-новости\" - местом, где можно спокойно и взвешенно (привет, модерация и таймеры) обсуждать/дополнять/корректировать/предлагать свои мысли. Для удобства участия во всевозможных опросах и прочем подобном создана плашка \"Interested\", которую можно получить через канал \"раздача-ролей\", она же позволит в этот канал писать.<br />\n<br />\nВторая (не такая уж и новость, на самом деле) - в очередной раз напоминаем, что у нас открыт набор в: школу кодеров, школу спрайтеров-пиксельартчиков, вики-редакторов и в педаликов (Хаотика и ЕОСа). Ждём ваших заявок!<br />\n<br />\nТретья - ваши пожелания и сообщения по проблемам Оникса были услышаны. Это касается и системы управления, и разработки, и (в особенности - Хаотика) наших игровых серверов. Следите за событиями и принимайте участие в жизни сервера - давайте делать его лучше вместе.<br />\n<br />\nНу и совсем маленькая новость - k0b0ld, наш прошлый старший модератор и просто хороший человек, которого многие потеряли, решил отдохнуть от дел. Пожелаем (пусть и немного запоздало) ему удачи и всего хорошего. Новый хедмодератор - Wadangel.<br />\n<br />\nEnjoy your stay."
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/a_59861c80f801eea86d979f868c425193.gif?size=1024\"> Onyx",
      "date": 1625425824000,
      "content": "**Минутка соцопросов и прочие важности.**<br />\n<br />\nВсем привет! Хотелось бы сообщить парочку небольших новостей.<br />\n<br />\nПервая - у нас проходит опрос, призванный выявить наиболее актуальные проблемы сервера, чтобы потом начать с ними бороться. Пройти его вы можете по следующей ссылке - https://forms.gle/uvdKGz35xdnDL7VEA<br />\nОпрос будет проходить с 05.07.2021 по 15.07.2021, результаты будет подводить и публиковать текущий лид Chaotic Onyx - Wadangel. Уделите минутку, поможем серверу вместе!<br />\n<br />\nИ вторая - у нас вновь открыт приём заявок на обучение в разработчики. Обращаться в дискорд, канал \"заявки-на-обучение\". Там же возможно записаться на обучение пиксель-арту и спрайтингу. Ждём всех желающих!<br />\n<br />\nСпасибо за то, что остаётесь с нами. И хорошего вам лета."
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/a_59861c80f801eea86d979f868c425193.gif?size=1024\"> Chaotic Onyx",
      "date": 1620468272000,
      "content": "**Мы не закрываемся**<br />\n<br />\nНедавно в самом известном русскоязычном сообществе по SS13 в ВК был распространен фейковый пост о том, что наши сервера якобы закрываются.<br />\n<br />\nМы опровергаем эту информацию, это неправда. Мы озадачены поведением администрации группы в ВК и отмечаем, что любая информация в этой группе требует дополнительной проверки и доверять ей не стоит."
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/a_59861c80f801eea86d979f868c425193.gif?size=1024\"> Chaotic Onyx",
      "date": 1619572691000,
      "content": "**Переезжаем еще раз**<br />\n<br />\nНовые адреса:<br />\n<br />\n<byond://149.202.74.230:2506> - Chaotic<br />\n<byond://149.202.74.230:2507> - Eos<br />\n<byond://149.202.74.230:2508> - Dragon<br />\n<br />\nВосстановление нашего хаба и постоянных адресов sooon"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/a_59861c80f801eea86d979f868c425193.gif?size=1024\"> Chaotic Onyx",
      "date": 1619318112000,
      "content": "**Сервера вновь работают**<br />\n<br />\nПеренес сервера на новый хост, адреса пока такие:<br />\n<br />\n<byond://94.130.36.49:2506> - Chaotic<br />\n<byond://94.130.36.49:2507> - Eos<br />\n<byond://94.130.36.49:2508> - Dragon<br />\n<br />\nТакже сервера вновь видны из Byond-а.<br />\n<br />\n**Кнопки справа пока не работают **- восстановление ожидается в течение дня."
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/a_59861c80f801eea86d979f868c425193.gif?size=1024\"> Chaotic Onyx",
      "date": 1619284677000,
      "content": "Всем приветики! Как вы могли заметить, наш хост наелся ДДоСа и спит уже день. Возобновление работы серверов ожидается завтра."
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/a_59861c80f801eea86d979f868c425193.gif?size=1024\"> Chaotic Onyx",
      "date": 1616250366000,
      "content": "-- Реорганизация формы правления Оникса --<br />\n<br />\nУдар, нанесенный серверу, стал последней каплей, обнажившей множественные изъяны построенной ранее системы. <br />\nПроведя ряд срочных совещаний - в том числе недавнее собрание в войсе, на котором могли присутствовать игроки - Сенат решил передать управление сервером в руки свежесформированной структуры - Совета Исполнителей, преимущественно состоящего из разного рода организаторов, и запустить цепочку дальнейших реформ, о которых постепенно будут информироваться игроки."
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/a_59861c80f801eea86d979f868c425193.gif?size=1024\"> Chaotic Onyx",
      "date": 1615506064000,
      "content": "Всем привет!<br />\n<br />\nК сожалению, наш главный модератор Ifromspace пренебрег доверием сената и воспользовался своими полномочиями, пробанив всех игроков в нашем дискорд-сообществе. Все баны были сняты, все последствия исправляются лидами направлений, главный модератор снят со своего поста и забанен. В сенате проведены внутренние изменения, нацеленные на предотвращение подобных ситуаций в будущем.<br />\n<br />\nПросим прощения за предоставленные неудобства."
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/a_59861c80f801eea86d979f868c425193.gif?size=1024\"> Chaotic Onyx",
      "date": 1611821062000,
      "content": "Новость года: не работавшая с середины лета главная успешно отремонтирована, важные новости теперь будут снова публиковаться туда из дискорда."
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/a_59861c80f801eea86d979f868c425193.gif?size=1024\"> Chaotic Onyx",
      "date": 1611820529000,
      "content": "Тест 2"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/a_59861c80f801eea86d979f868c425193.jpg\"> Chaotic Onyx",
      "date": 1593605555000,
      "content": "**Результаты конкурса спрайтов**<br />\n<br />\nСпасибо всем участникам нашего конкурса спрайтов и всем игрокам, которые поучаствовали в голосовании и помогли нам выбрать лучшие работы. Итоговые результата конкурса получились следующие:<br />\n<br />\n**Победитель конкурса (награда 1000 рублей + 100 опиксов)**<br />\n20. Animesku (Animesku) - 31 Votes<br />\n<br />\n**Призеры конкурса (награда 500 рублей + 50 опиксов)**<br />\n21. Captain (Seaside) - 24 Votes<br />\n1. fingerlessgloves (Armolitsky) - 19 Votes<br />\n14. RMC + Royal Mining (Only) - 19 Votes<br />\n19. Spacers choice (Only) - 19 Votes<br />\n<br />\n**Почетные участники конкурса**<br />\n8. SpaceCarpBackpack (Дементьева Кристина) - 18 Votes<br />\n3. greatcoat (Armolitsky) - 17 Votes<br />\n15. VPP1 (Only) - 16 Votes<br />\n2. JOEKERR (Armolitsky) - 14 Votes<br />\n6. cyberpunk jacket (Armolitsky) - 14 Votes<br />\n9. Spacesnail (Тоби) - 14 Votes<br />\n5. KIBERPUCK (Armolitsky) - 13 Votes<br />\n12. BECOME_DAWN (Armolitsky) - 13 Votes<br />\n13. Spaceship (Дементьева Кристина) - 13 Votes<br />\n4. DRIVE (Armolitsky) - 11 Votes<br />\n10. RandomStaff (Дементьева Кристина) - 11 Votes<br />\n18. Welding helmet skull (Armolitsky) - 11 Votes<br />\n11. Plugsuits (Дементьева Кристина) - 10 Votes<br />\n16. Polizei (Only) - 10 Votes<br />\n17. Neondress (Seaside) - 9 Votes<br />\n7. coat1 (Armolitsky) - 6 Votes<br />\n<br />\nРезультаты конкурса получились неожиданными, но главное, что мы получили опыт проведения подобных конкурсов и выявили талантливых игроков, которые могут рисовать крутые спрайты. Думаю в будущем мы проведем еще не один подобный конкурс и процедура голосования скорее всего будет пересмотрена.<br />\n<br />\nЯ вскоре свяжусь с победителем и призерами, чтобы обсудить с ними получение наград."
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/59861c80f801eea86d979f868c425193.jpg\"> Chaotic Onyx",
      "date": 1593186610000,
      "content": "**Голосование конкурса спрайтов**<br />\n<br />\nВы все ждали и это наконец-то свершилось! Начинается **всеобщее голосование** ~~за поправки в конституцию~~ за выбор победителей конкурса спрайтов в канале **конкурс-спрайтов** нашего дискорда.<br />\n<br />\nК сожалению, у нас нет ресурсов, чтобы организовать избирательные участки в каждом овраге, поэтому мы ограничимся онлайн-голосованием, но зато мы честно будем учитывать голоса избирателей!<br />\n<br />\nГолосование будет идти три дня, обязательно поддержите работы авторов, которые вам понравились больше всего! Количество голосов неограниченно, но помните, что призовых мест всего пять. Прочитать подробнее о конкурсе и посмотреть всех номинантов можно в закрепленных сообщениях в канале **конкурс-спрайтов**.<br />\n<br />\n@everyone"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/a_59861c80f801eea86d979f868c425193.jpg\"> Chaotic Onyx",
      "date": 1591059158000,
      "content": "**Patreon и НДС**<br />\n<br />\nВсем привет! Три месяца назад мы открыли свой Патреон, благодаря которому не только содержим наш хостинг, но и выставляем награды за разработку различных фичей в наш билд. Здесь можно посмотреть список фич, за которые была выставлена награда за все это время: https://github.com/ChaoticOnyx/OnyxBay/issues?q=is%3Aissue+label%3A%F0%9F%92%B0%D0%BD%D0%B0%D0%B3%D1%80%D0%B0%D0%B4%D0%B0+is%3Aopen<br />\n<br />\nЗа помощь серверу донатеры и патроны получают специальные донатерские очки - **опиксы**, которые могут потратить не только во внутриигровом донат-магазине, встроенном в лоадаут, но и для голосования за то, за какие фичи будет выставлена награда для разработчиков, что в разы ускоряет разработку самых интересных для вас фич!<br />\n<br />\nВаша поддержка важна для нас, поэтому мы предоставляем всем донатерам** подробнейшую финансовую отчетность** обо всех поступлениях и тратах и стараемся реализовать еще больше бонусов, которые смогут порадовать тех, кто материально помогает нашему серверу развиваться.<br />\n<br />\n<br />\nПродолжая оставаться максимально прозрачными в финансовых вопросах, хотелось бы прояснить ситуацию касательно **письма**, которое сегодня получили наши патроны о том, что Patreon начинает взимать дополнительные налоги с патронов.<br />\n<br />\nМы подробно разобрались в изменениях, о которых говорится в письме, и смеем вас обрадовать, что описанные в письме изменения **не должны** каким-либо образом коснуться наших игроков. Дело в том, что награды, которые получают наши патроны, не являются ни материальными, ни скачиваемыми, ни воспроизводимыми поточно (streamable). Все наши награды относятся к разделу наград, которые лишь выделяют патронов среди игроков и подчеркивают нашу благодарность за их вклад. Таким образом, согласно правилам, которые были опубликованы командой Patreon, дополнительных налогов с наших патронов взиматься не должно.<br />\n<br />\nНадеемся на дальнейшую вашу поддержку! Становитесь нашими патронами мы сделаем Оникс еще лучше:<br />\nhttps://www.patreon.com/chaoticonyx"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/a_59861c80f801eea86d979f868c425193.jpg\"> Chaotic Onyx",
      "date": 1590751866000,
      "content": "**Продлеваем конкурс спрайтов**<br />\n<br />\nМы получили дополнительную поддержку конкурса спрайтов и открываем два дополнительных **чудесных** призовых места в конкурсе спрайтов. Теперь призовых мест целых 5! Спасибо за это создателю паблика SS13 в VK, Чудо.<br />\n<br />\nВместе с этим мы решили продлить конкурс и назначить дату окончания приема работ на **6 июня**. Плюс хорошая новость, **мы убрали из требований обязательные спрайты на оба типа тонкотрапов**. Теперь спрайты нужно предоставлять только для одного типа тонкотрапа - \"Slim\", который с толстыми ногами.<br />\n<br />\nМы продолжаем обсуждать то, как именно мы будем выбирать победителей, но мы постараемся сделать это максимально прозрачно и, скорее всего, это будет голосование среди игроков. Следите за дальнейшими новостями, чтобы ничего не пропустить!<br />\n<br />\nP.S. Сам конкурс, если что, проходит в канале **конкурс-спрайтов** нашего дискорда. В закрепах можно найти подробное описание."
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/a_59861c80f801eea86d979f868c425193.jpg\"> Chaotic Onyx",
      "date": 1589986481000,
      "content": "**Больше денежных наград разработчикам, новый лоадаут и конкурс спрайтов**<br />\n<br />\nНовости для тех, кто все пропустил :)<br />\n<br />\nНа днях мы опубликовали новую волну **денежных наград за иссуи для разработчиков**, которые можно найти на гитхабе, отсортировав иссуи по плашке \"награда\". Есть много интересных и простых иссуев, с которыми сможет справиться даже новичок. Мы активно помогаем всем нашим разработчикам, так что если у вас есть вопросы и вам нужна помощь с разработкой - не стесняйтесь, мы всегда вам рады в наших каналах разработки, а также в \"school-bus\" - нашей небольшой школе разработчиков, куда можно попасть по простенькой заявке.<br />\n<br />\nПоловина наград, которые мы выставили, **были выбраны самими донатерами** с помощью голосования опиксами. Они помогли нашему серверу и за каждые 10 рублей помощи получили 1 опикс, которые смогли потратить на то, чтобы поддержать самые интересные идеи и мы их проспонсировали денежными наградами. Вы также можете поддержать нас с помощью реквизитов указанных в канале **о нас** нашего дискорд-сервера.<br />\n<br />\nКроме голосований за то, какие иссуи будут проспонсированы, уже неделю как у донатеров появилась **новая донат-панель, встроенная в апгрейднутый лоадаут**: https://user-images.githubusercontent.com/5204667/81515042-e7871f80-933a-11ea-9e31-d133e7351dfc.png<br />\n<br />\nМы очень старались переделать лоадаут так, чтобы его было удобно использовать не только в качестве лоадаута, но и для того, чтобы в нем примерять донатерские предметы и покупать их за опиксы.<br />\n<br />\nВ скором времени в лоадауте появится больше платных и бесплатных вещей, а для того, чтобы их стало совсем много, мы решили провести **конкурс спрайтов** с денежными наградами, подробнее о котором можно узнать в канале **конкурс-спрайтов** нашего дискорда. В этом конкурсе вы можете не только показать всем какой вы крутой спрайтер и выиграть наши награды, но и просто заявить о себе, чтобы мы могли обратиться к вам напрямую, когда захотим оплатить работу над какими-то спрайтами, в будущем."
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/a_59861c80f801eea86d979f868c425193.jpg\"> Chaotic Onyx",
      "date": 1589304637000,
      "content": "**Прощаемся с BYOND 512 и переходим на 513-ю версию**<br />\n<br />\nВсем привет! Мы долго откладывали обновление версии BYOND наших серверов, чтобы учесть как можно больше рисков и постараться сделать переход на 513 настолько гладким, насколько это возможно. К сожалению, не все проблемы удалось решить и что-то придется решать уже постфактум. Однако сегодня, взглянув на календарь, становится понятно, что откладывать дальше просто невозможно: мало того, что обновление версии необходимо для реализации глобальных планов на будущее Оникса, так это уже практически стало одной из самых часто запрашиваемых фич от наших разработчиков, педалей и игроков.<br />\n<br />\nСегодня, 12 мая мы прощаемся раз и навсегда с версией BYOND 512. В районе **23:30** все сервера будут выключены и обновлены до версии BYOND 513, так что 13 мая мы уже сможем погрузиться в прекрасный мир нестабильной бета-версии BYOND.<br />\n<br />\nМы ожидаем появление новых багов, надеемся не очень критичных. Просим вас как можно быстрее сообщать нам обо всех проблемах связанных с переходом в канале **баги-и-идеи** дискорда, постараемся стабилизировать билд после переката в кратчайшее время.<br />\n<br />\n**После перезагрузки всем игрокам придется обновить свою версию клиента BYOND до 513, иначе вас не пустит на сервер. Вот краткая инструкция, как обновить BYOND до последней Beta-версии:** https://i.imgur.com/sQ1GaIM.png"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/a_0f3e0c3fff16058a194572749a253027.jpg\"> Chaotic Onyx",
      "date": 1586508768000,
      "content": "**Ониксбей нуждается в тебе!**<br />\n<br />\nДля успешного функционирования Оникса нам постоянно требуются новые разработчки (кодеры, спрайтеры, мапперы). Если у Вас есть желание принять активное участвие в продвижении проекта не стесняйтесь обращаться в <#447559366237880341>. Если вам нужна помощь в освоении каких-либо элементов (работа с картой, основы программирования Byond, основы создания 2д спрайтов) мы с радостью ответим на Ваши вопросы и дадим дельные инструкции!<br />\n<br />\nНапоминаем, что за закрытие некоторых задач выставлена денежная награда. Внеси свой вклад в историю, сделай сервер лучше!<br />\n<br />\nТакже было решено ***провести обучение*** желающих помочь в развитии Ониксбея, оставляйте заявки в разделе <#698084586634346508><br />\n<br />\nStay Chaotic, Stay Onyx!"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/a_0f3e0c3fff16058a194572749a253027.jpg\"> Chaotic Onyx",
      "date": 1586347772000,
      "content": "**Набор в геймдизайнеры OnyxBay**<br />\n<br />\nВсем привет! Совет принял решение реформировать процесс оценки предложений с точки зрения геймдизайна, так что теперь мы ищем геймдизайнеров!<br />\n<br />\nМы хотим набрать порядка трех геймдизайнеров, главная задача которых будет в оценке предложений игроков с точки зрения геймдизайна. Нужна она или нет? Будет ли она интересна? Положительно ли она повлияет на геймплей?<br />\n<br />\nНа гитхабе уже появилось понятие \"проработанности идеи\". Все идеи изначально считаются непроработанными и их может прорабатывать кто угодно (в первую очередь это задача автора идеи). Проработанность означает - что в ней подробно расписана каждая мелочь, которую предлагается изменить, вплоть до каждого конкретного значения шанса и каждое число урона. Разработчикам останется только прийти и реализовать, а самим придумывать ничего не придется. Если у разработчиков возникают идеи о том, КАК должна выглядеть фича в итоге, то они говорят, что она не проработана.<br />\n<br />\nПроработанные идеи должны будут оценить геймдизы, после чего идеи, за которые высказалось больше половины геймдизов, будут приняты к разработке и за них можно будет выставить награду для разработчиков (путем голосования донатеров).<br />\n<br />\nИтак, если вы считаете себя опытным игроком повидавшим билд и способным помочь нам определиться с направлением дальнейшего развития сборки с помощью лайков/дизлайков идей, то оставляйте свою заявку в <#697408232825552976>. Приоритет будет отдаваться наиболее активным людям, которые кроме простого лайка/дизлайка также будут проявлять инициативу и помогать с модерацией иссуев и проработкой идей."
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/a_3e0dc3f0f142e93764b12b88bef2591d.jpg\"> Chaotic Onyx",
      "date": 1579008636000,
      "content": "Вот и прошел конкурс хаотичных рассказов на Ониксе. Всего в конкурсе приняли участие десять работ, при этом, каждая из них была проработанной и претендовала на призовые места. Этот результат сильно радует меня, так как в моей памяти ещё свежи воспоминания о предыдущем конкурсе, в котором всего 2 или 3 работы хоть на что-то претендовали, тогда как остальные были вкинуты шутки ради.<br />\n<br />\nВ процессе выбора победителя было много споров среди избирателей, посему, когда мнения разделились, решающим очком в сторону победителя стало голосование игроков сервера посредством реакций в канале с рассказами.<br />\n<br />\nСобственно, из-за того, что обе работы, которые \"вышли в финал\" были довольно хороши, было решено сделать два призовых места - первое и второе. Первое место получает всё перечисленное в изначальном объявлении конкурса, а второе - утешительный приз в виде 500а донат-рублей.<br />\n<br />\nСобственно, **первое место** занимает <@!154984137680224256> с его историей, которая получила неофициальное название \"обычно мои истории имеют подготовку\" (https://pastebin.com/JZ1jLA4E). Это захватывающее приключение простого ассистента на космической станции, которую населяют предатели в духе лучших Гарри Гаррисона.<br />\n<br />\n**Второе место** занимает <@!324959375104016394> с рассказом ANTISOCIAL (https://pastebin.com/CM3F0qut). Обе работы Легата были переполнены саспенсом и интересными образами персонажей, но ANTISOCIAL получил более высокие оценки благодаря запутанному сценарию и лучшему раскрытию персонажей.<br />\n<br />\nКанал с рассказами будет открыт на случай, если кто-то захочет поделиться своим творчеством вне рамок конкурса.<br />\n<br />\nВсех со старым *новым* годом! <a:NarSi:664825558936584222>"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/a_3e0dc3f0f142e93764b12b88bef2591d.jpg\"> Chaotic Onyx",
      "date": 1578951627000,
      "content": "Результаты конкурса будут сегодня ближе к вечеру."
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/a_3e0dc3f0f142e93764b12b88bef2591d.jpg\"> Chaotic Onyx",
      "date": 1578568872000,
      "content": "**Выводим разработку на новый уровень**<br />\n<br />\nВсем привет! Вчера случилось важное событие в развитии OnyxBay. Мы назначили **первые денежные награды** за задачи по разработке билда! Теперь любой разработчик может прийти к нам на гитхаб, отсортировать задачи по плашке \"награда\", выполнить что-то из списка и получить денежное вознаграждение.<br />\n<br />\nПока наград не очень много и деньги на них взяты из карманов совета, поэтому совет сам решил за какие задачи выставить награду. Однако, в следующий раз мы планируем распределять деньги с участием самих донатеров. Каждый донатер получит в обмен на свое пожертвование специальные донат-поинты, за которые можно будет не только покупать вещи в донат-магазине, но и проголосовать за понравившиеся предложения по улучшению билда, по результатам чего будут выставляться награды кодерам.<br />\n<br />\nСледующее распределение наград произойдет сразу как только на него появятся деньги. Если вы хотите помочь нашему серверу с оплатой хоста и развитием сборки, то вы можете задонатить нам по следующим реквизитам:<br />\n<br />\n**QIWI:** перевод по никнейму \"EPICUS\" (обязательно указывайте свой ckey в комментарии)<br />\n**BTC:** 1MtDZ3xA4dKUqSUwAExSZMxkHqV25iPYeW (после перевода кидайте скрин в личку <@!139804192691716096>)<br />\n<br />\nИнформация обо всех поступлениях и тратах будет поступать в **специальный канал с отчетами**, куда будет доступ у всех, кто задонатит больше 10 рублей (1 донат-поинт). В этом же канале будут проводиться голосования среди донатеров за то, какие фичи спонсировать в первую очередь.<br />\n<br />\nСтарую донат-панель также никто не отменял, в нее все пожертвования также будут вноситься, но в скором времени мы ее обновим и тоже переведем на донат-поинты. Пока что вы можете тратить все донаты дважды: на голосования по задачам и на покупки в донат-магазине."
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/a_3e0dc3f0f142e93764b12b88bef2591d.jpg\"> Chaotic Onyx",
      "date": 1577800744000,
      "content": "**Закрытие Хаотикфеста**<br />\n<br />\nВчера состоялись последние бои хаотичного турнира и мы смогли выявить самых робастных космонавтиков! К сожалению, не все прошло гладко, но в целом надеемся, что он оставил вам достаточно положительных эмоций и запоминающихся моментов.<br />\n<br />\nВ итоге победителями турнира стали:<br />\n<br />\n**Победитель.** TapKo4eB<br />\n**2 место.** Sranklin<br />\n**3 место.** EditorRUS<br />\n<br />\n**Приз зрительских симпатий получает** AndriiDeshcha, он же ведьмак.<br />\n<br />\nТакже NanoAnon получает благородное прозвище \"**Босс этой арены**\" за выполнение одноименного испытания.<br />\n<br />\nИз-за скандала вокруг победителя Хаотикфеста, Тапок решил пожертвовать своей наградой, благодаря чему мы все же сможем заплатить Ведьмаку чеканной монетой. Таким образом,<br />\n<br />\nСранклин, Эдитор, НаноАнон и Ведьмак получают по 500 очков в донат панели!<br />\n<br />\nПоздравляем с окончанием турнира и выражаем благодарность всем участникам, которые достойно показали себя на арене, зрителям, что посетили турнир, стримерам и комментаторам, в особенности Блейдраннеру, а также всем людям, что помогали в организации и проведении ивента. Но главную благодарность выражаем Bulatm12 за то, что он полностью организовал этот турнир и провел его до конца! Будем надеяться на подобные крутые ивенты и в следующем году!"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/a_3e0dc3f0f142e93764b12b88bef2591d.jpg\"> Chaotic Onyx",
      "date": 1577783002000,
      "content": "**Onyx Awards 2019: Победители. Часть 2**<br />\n<br />\nПродолжаем награждение победителей: анти-награды и раздел \"разное\":<br />\n<br />\n**Anti-awards**<br />\n<br />\n**Грифер года** - _**Гремучий**_. Вы видели, сколько на него жалоб постоянно?<br />\n**Токсик года** - _**Гремучий**_. Хоть не идиот, но ведет себя как школьный хулиган.<br />\n**Вахтер года** - _**Xmaebx**_. Пятилетку по банам выполняем за три месяца. Ура!<br />\n**Разочарование года** - _**Рэмпо**_. Эклипса было мало для этой награды, поэтому сбежал с донатами.<br />\n<br />\n**Miscellaneous awards**<br />\n<br />\n**Труп года** - _**Рэмпо**_. Больше нет.<br />\n**Фича года** - _**Кастомная музыка в джукбоксе**_. Видимо, придется впиливать обратно.<br />\n**Тренд года** - _**Шусстайд**_. Поменьше бы таких трендов.<br />\n<br />\nОсобенно поздравляем Гремучего! Этот ценнейший член нашего сообщества мало того что подтвердил титул токсика года и на этот раз, но и проявил себя в новой номинации: грифер года! Надеемся что в новом году Гремучий найдет себя в новой сфере, а не продолжит лишний раз подтверждать свои награды.<br />\n<br />\nТакже нужно отметить Рэмпо, который трупанулся так заметно, что стал разочарованием года, чем тоже собрал аж две номинации. Мы будем тебя помнить!<br />\n<br />\nНа этом все. Еще раз спасибо всем за участие. Наградные плашки появятся в течение дня."
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/a_3e0dc3f0f142e93764b12b88bef2591d.jpg\"> Chaotic Onyx",
      "date": 1577782993000,
      "content": "**Onyx Awards 2019: Победители. Часть 1**<br />\n<br />\nУра, вот и настал конец года. Спасибо всем за участие в голосовании, мы можем подвести итоги.<br />\nЗдесь будут только победители, с полными результатами можно ознакомиться по ссылке: https://forms.gle/drvyfwU3fDCqqXDx6<br />\n<br />\nИтак, награды сообщества и внутриигровые награды:<br />\n<br />\n**Community awards**<br />\n<br />\n**Лид года** - _**Легат**_. За успешное управление Ониксом в условиях набега Шусстайда.<br />\n**Педаль года** - _**Татарин**_. Так хорошо педалил, что стал главой.<br />\n**Разработчик года** - _**Ifromspace**_. За умные фичи и чистый код, который не приходилось переписывать. Мартышки - легенда.<br />\n**Судья года** - _**Мемори**_. Икона непредвзятости, адекватное отношение к суду.<br />\n**Вики-редактор года** - _**Аэсоннэ**_. За полный пересмотр статей по медицине.<br />\n**Человек года** - _**Сранклин**_. Хрюкни.<br />\n<br />\n**In-game awards**<br />\n<br />\n**Ассистент года** - _**Блейдраннер**_ (Ace Mcmillan). Спавнится с картой капитана и сразу в гуще событий.<br />\n**Трап года** - _**Некромем**_ (Elle Mertz). Противный карлик трап сидит в химии и варит транквилизаторы.<br />\n**Ксенос года** - _**Русслобстер**_ (Ahmed Salih). Карлик-убийца, который откидывается в сжатые сроки.<br />\n**Офицер года** - _**Фаерфрог**_ (Rick Mertz). Никогда не знаешь будет ли этот офицер воевать против ролей или с ролям против других офицеров.<br />\n**Инженер года** - _**Анимеску и Декуш**_ (Anrick Duarte/Brett Sanders). Легендарный банный дуэт.<br />\n**Врач года** - _**Аэсоннэ**_ (Anna-Marie Lacroix). Главный специалист в области медицины на сервере. Найдет применение даже топору!<br />\n**Ученый года** - _**НюкКейк**_ (Sue Osterwise). Единственный учёный, который смог в хирургические инструменты.<br />\n**Глава года** - _**NanoAnon**_ (Sam Baker). В смешное умеет не только Соляр.<br />\n**Игрок года** - _**Легат**_. Великолейпнейший игрок.<br />\n<br />\nОтдельно хочется поздравить Аэсоннэ с взятием двух наград одновременно! Вот он путь к успеху: не просто запомниться как иллюстрация к профессии врач, но и научить других через вики!"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/a_3e0dc3f0f142e93764b12b88bef2591d.jpg\"> Chaotic Onyx",
      "date": 1577612242000,
      "content": "**Onyx Awards 2019: Голосование**<br />\n<br />\n@everyone, первый этап закончился. Мы всю ночь читали ваши предложения по номинациям и отобрали на каждую награду кандидатов, которые набрали выдвижений больше, чем остальные.<br />\n<br />\nВторой этап: голосование уже по конкретным номинантам! Проходите по ссылке и ставьте свои галочки:<br />\nhttps://forms.gle/drvyfwU3fDCqqXDx6<br />\n<br />\nГолосование будет идти полтора дня до 30 декабря 23.59. 31 числа мы огласим победителей!"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/a_3e0dc3f0f142e93764b12b88bef2591d.jpg\"> Chaotic Onyx",
      "date": 1577536304000,
      "content": "**Хаотичная графомания на Новогоднем Ониксе!**<br />\n<br />\nВот и подходит к концу последний год десятилетия и второй год существования Хаотичного Оникса. Для некоторых игроков на сервере это их первый год на сервере, для некоторых других это уже третий, пятый или даже девятый. За столькие годы игра породила огромное множество интересных раундов или просто запоминающихся ситуаций, которые позже легли в основу личного лора и предысторий некоторых персонажей.  <br />\n<br />\nВ связи с переходом в новую декаду, мы объявляем **конкурс кулстори**. Для участия есть всего два условия: у истории должно быть художественное оформление и история должна быть не слишком длинной (чтобы её можно было прочитать в течение одной стандартной смены длинною в 2 часа, или меньше). <br />\nИстория может быть полностью выдуманной, лишь частично основываясь на сыгранных раундах. История также не обязана придерживаться какого-то определённого жанра.  <br />\nПомимо почёта и славы, победитель получит 1000 рублей в эквиваленте донат очков на сервере, лобби-арт по мотивам своего рассказа и плашечку с его любимым цветом в дискорде. <br />\nДля участия нужно написать рассказ, залить его на pastebin.com и выслать ссылку в соответствующий канал в дискорде (<#660482845680336896>), где все желающие смогут поддержать Вашу работу. Работы принимаются до 7-го января 2020 года."
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/a_3e0dc3f0f142e93764b12b88bef2591d.jpg\"> Chaotic Onyx",
      "date": 1577352298000,
      "content": "**Переименование серверов**<br />\n<br />\nКак вы могли заметить, названия серверов перестали соответствовать действительности. В связи с этим мы решили переименовать наши сервера и теперь они называются так:<br />\n<br />\n** Chaotic Onyx** - классический дух оторванной от остального человечества станции, на которой вечно что-то идет не так и никто не знает, что с этим делать.<br />\n<br />\n**Lawful Onyx** - чрезвычайные ситуации с упором в **отыгрыш** интересных и запоминающихся персонажей.<br />\n<br />\n**Experimental Onyx** - происходящее на этом сервере такая же загадка, как и расписание его запусков.<br />\n<br />\nАлсо, @everyone, не забудьте номинировать своих кандидатов и проголосовать в Chaotic Awards 2019. Ваше мнение важно для нас! Подробности в предыдущей новости."
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/a_3e0dc3f0f142e93764b12b88bef2591d.jpg\"> Chaotic Onyx",
      "date": 1576443460000,
      "content": "**Новогодняя амнистия!**<br />\n<br />\nХорошая новость для всех запермленцев! В конце этого года Совет решил провести единоразовую акцию амнистии запермленцев, которые были забанены ДО создания Оникса, а также тех, кто был забанен за нарушение правил 1-3.<br />\n<br />\nАмнистия проводится в канале **амнистия**. Все что от вас требуется - написать простенькую заявку из трех пунктов и дождаться ее рассмотрения. Если вы подходите под одну из категорий, то, скорее всего, в следующем году вы снова станете полноценным участником нашего замечательного сообщества!<br />\n<br />\nНо помните, что многие возвращаются из пермы один раз, но лишь избранные возвращаются из нее второй. Наказания для бывших запермленцев за нарушения правил всегда более строгие, так что не стоит испытывать судьбу.<br />\n<br />\n**Новые правила сообщества**<br />\n<br />\nТакже советом были изменены правила сообщества на более дружелюбный вариант, который явно прописывает вещи, которые в нашем сообществе неприемлемы. Подробнее ознакомиться можно в канале **о нас** или на нашей вики.<br />\n<br />\n-------------<br />\n<br />\nОставайтесь с нами, в скором времени мы откроем Патреон и выкатим полноценную систему спонсирования работы кодеров, в рамках которой любой патрон сможет выставлять приоритеты и выбирать какие фичи стоит реализовывать в первую очередь!<br />\n<br />\nТакже не забывайте, что любой активный игрок, который вносит свой вклад в развитие сервера, может быть принят в совет. Достаточно просто сообщить об этом одному из советников и мы рассмотрим вопрос вашего приглашения. Так вы сможете на самом высоком уровне обсуждать проблемы сервера и влиять на их решение."
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/e5b5774b361926089a959e925e110ebf.jpg\"> Chaotic Onyx",
      "date": 1569230818000,
      "content": "@everyone НЕ ТРОГАЙТЕ СЕРВЕРА ЧЕРЕЗ ХАБ.<br />\nОткрывайте их только через CTRL+O.<br />\nПикрелейтед.<br />\nhttps://i.imgur.com/ELz8yV7.png"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/e5b5774b361926089a959e925e110ebf.jpg\"> Chaotic Onyx",
      "date": 1568723439000,
      "content": "Ну а теперь, по поводу *актуальщины*. Это было сложно, но мы **смогли**.<br />\nВесь август мы провели в обороне от шусстайда. Это было тяжёлое время со своими особенностями, когда мы решили организовать немедленную мобилизацию в педальный состав, параллельно с этим открывая целых два сервера! Благо, это тяжёлое время прошло, и сейчас мы разбираемся с последствиями этой волны, отсекая всяких брейнротовых и уж совсем неподходящих для нашего сервера людей. <br />\nТак как тяжёлое время прошло, прошла и нужда в тех мерах, которые мы приняли тогда. Мы более жёстко и решительно стали относиться к игрокам (как и было до набега), мы отсекли из педального состава отработавших своё людей (некоторые ушли сами), ну и...<br />\nОткрыт вопрос по поводу серверов. Весьма каверзный вопрос, в котором хочется спросить Ваше собственное мнение. На данный момент у нас есть три сервера. Нужно ли нам столько, и какой из серверов нужен? Или не нужен? <br />\nСкажу честно: я не ожидал, что такое случится. После всех этих событий порой просто хочется взять, и на длительное время выйти в оффлайн, но пока живы мои обещания, и есть люди, что готовы помогать мне с развитием сервера в лучшую сторону, у меня нет морального права складывать полномочия. Я делаю всё, что в моих силах, лишь бы сделать игру на Ониксе круче и намного комфортнее. <br />\n**Спасибо за внимание, пацаны, оставайтесь на связи!**<br />\nP.S. Если так вышло, что я не ответил на сообщение в ЛС, повторите его ещё раз. Спасибо."
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/e5b5774b361926089a959e925e110ebf.jpg\"> Chaotic Onyx",
      "date": 1568723435000,
      "content": "2) **Педальный состав.** Из-за всеми известных событий пришлось расширять педальный состав. Это привнесло новый актив напару с небольшими разочарованиями, но всё же. Сейчас главпедалью является <@!258692738256470017>, который заменил хорошо отслужившего на своём посту <@!336813743659024385>. Респект тебе, братишка!<br />\n3) **Коммьюнити.** <br />\nЗаместитель по связям с коммьюнити сменился. <@!375744232096399373> отдал своё место неподражаемому, крутейшему, забавному, неординарноу, смешному, лучшему <@193856163589128192>!<br />\n<#606411392811139072> и <#606411308077678603> выполняют свою роль. На первый взгляд кажется, что <#606411392811139072> не проверяется, но это не так. Я уже давно вывел для себя парочку траблов, над которыми я так и не могу поработать в силу тех или иных обстоятельств. Как бы то ни было, это не значит, что мне всё равно на этот канал и на траблы в частности. Пока я тут, я всегда буду держать руку на пульсе.<br />\nПо поводу Вики - тут всё шикосно. За целый месяц парни проделали огромную работу. В ходе некоторых событий у нас появился новый Вики-мастер, который <@!275692473295044608>. Если у Вас есть желание и свободное время, Вы можете потратить его на продолжение курса актуализации Вики соответственно.<br />\n3.1) **Судейский вопрос.** Nuff said.<br />\n3.2) **Backstory next door.** Вещи по бэкстори уже были обговорены, осталось ждать непосредственно реализации (которая за мной), и, непосредственно, проверки реализованного, которая будет проведена не одним человеком."
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/e5b5774b361926089a959e925e110ebf.jpg\"> Chaotic Onyx",
      "date": 1568723434000,
      "content": "**Привет.**<br />\nКратко пройдусь по новости, которую я оставил на момент ступления на пост лидера Оникса.<br />\n1) **Отдел разработочки.**  С момента поста новости было пофикшено достаточное (но всё ещё не всё) количество багов. Большая часть смешных багов была выпилена; фичи, которые я планировал уже обговорены и лишь ожидают момента, когда их закодят (а некоторые уже были введены в игру). На данный момент с билдоделами обстоит небольшая напряга: несмотря на уход из состава некоторых личностей, текущий билдоделский состав продолжает жить, хоть и не с таким энтузиазмом, как раньше. <br />\nТл;др: курс багофиксов с вводом небольших фич всё ещё продолжается, хоть и замедлился в скорости.<br />\nВыражаю респект <@!223439144502820864> за проделанную работу (в частности за хотфиксы всяких очень неприятных и всратых багов), отдельный респект выражаю <@261105803828789248>."
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/e5b5774b361926089a959e925e110ebf.jpg\"> Chaotic Onyx",
      "date": 1568469681000,
      "content": "Проблему с падениями решили. На сайте ss13.ru обновим инфу позже, а пока можете заходить на любой из серверов как обычно, но по новым адресам.<br />\nbyond://ss13.ru:11111 - Chaotic Onyx: Lite<br />\nbyond://ss13.ru:22222 - Chaotic Onyx: Beginners<br />\nbyond://ss13.ru:33333 - Chaotic Onyx: Main"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/e5b5774b361926089a959e925e110ebf.jpg\"> Chaotic Onyx",
      "date": 1568463809000,
      "content": "@everyone <br />\n!!ВНИМАНИЕ!!<br />\nНе заходите на сервера через хаб. Это клоны. Клоны пожрут Вас и Ваши данные. Не идите на поводу у клонов. Заходите через прямое подключение с вводом айпи соответственно.<br />\n(Заходите через ss13.ru)<br />\n!!СПАСИБО ЗА ВНИМАНИЕ!!"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/607966147735715880/070563f07a5c6f1db672d53b4e8fdb59.jpg\"> Legion Station 13",
      "date": 1565111217000,
      "content": "А мы всё настроили и готовы играть, рады приветствовать всех у себя!"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/607966147735715880/070563f07a5c6f1db672d53b4e8fdb59.jpg\"> Legion Station 13",
      "date": 1565024902000,
      "content": "Приветствую всех, сегодня мы открываем сервер от сообщества зрителей и для зрителей Шусстрилы.<br />\nИ рады приветствовать на нашем сервере всех желающих, у нас вы можете окунуться в атмосферу незабываемых раундов.<br />\nНаш сервер определяет себя как low rp, это значит, что сильно бить палками за нарушение правил никто не будет, но соблюдать их всё таки стоит.<br />\nСейчас идут финальные тесты сервера, к концу завтрашнего дня всё должно быть налажено."
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/586164875827347456/8dd8eec97cc9a8eb23ff117b4a1f775b.jpg\"> White Dream: New Hope",
      "date": 1564931164000,
      "content": "На данный момент мы плавно сменили наше железо на более совершенное. Теперь оба сервера поддерживают **до 150-ти игроков онлайн** без лагов и с более низким пингом, чем раньше.<br />\n<br />\nНа данный момент у нас два сервера на основе \"New White /tg/\":<br />\n#1 Активный экшен в духе настоящего Вайта: byond://play.frosty.space:2019<br />\n#2 Для тех, кто только учится играть: byond://play.frosty.space:2077<br />\n<br />\nТакже, по нашим манускриптам был воссоздан хаб, где вы можете просмотреть подробную информацию по прошедшим раундам и не только: https://hub.frosty.space<br />\n<br />\nТак как вики у нас уже нет, то отлично подойдёт официальный от /tg/: https://tgstation13.org/wiki/Main_Page"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/e5b5774b361926089a959e925e110ebf.jpg\"> Chaotic Onyx",
      "date": 1564840901000,
      "content": "**Дарова!**<br />\nВ связи с наплывом такого большого количества игроков, мы решили поднять второй сервер специально для новичков, которые могут в своей спокойной атмосфере познавать механики игры и без каких-либо особых проблем углубляться в саму игру, с особым надзором администрации, конечно же!<br />\nbyond://15.188.4.47:2507 - адрес этого самого второго сервера.<br />\nЧтобы подключиться к нему, Вам необходимо в окне Byond'а нажать на шестерню в правом верхнем углу, далее нажать на кнопку \"Open Location\". В первой и, соответственно, верхней строке Вам нужно вставить адрес, после чего нажать на кнопку \"OK\".<br />\nТакже напоминаю, что Вам необходимо обязательно ознакомиться со следующими статьями на нашей Вики:<br />\nhttps://wiki.ss13.ru/index.php?title=Getting_Started<br />\nhttps://wiki.ss13.ru/index.php?title=Onyx_Rules<br />\nhttps://wiki.ss13.ru/index.php?title=Guides<br />\nhttps://wiki.ss13.ru/index.php?title=FAQ<br />\nhttps://wiki.ss13.ru/index.php?title=Jobs<br />\nА если говорить в целом, то это уже третий день моего лидования. Изменения идут полным ходом, работа кипит. Не так быстро, как хотелось бы, но это первые шаги к тому, чтобы выйти из долговременной стагнации!<br />\n**Бип-буп, оставайтесь на связи!**"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/586164875827347456/8dd8eec97cc9a8eb23ff117b4a1f775b.jpg\"> White Dream: New Hope",
      "date": 1564670882000,
      "content": "Вайт совершил деление на два вполне одинаковых кросс-сервера для снижения нагрузки. <br />\n<br />\nПри переходе на основной, если обнаружен лимит в 80 человек онлайн, то вас автоматически перекинет на дополнительный.<br />\n<br />\nПравила и всё остальное остаются одинаковыми для обоих серверов.<br />\n<img src=\"https://i.imgur.com/28QV6Lk.jpg\">"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/e5b5774b361926089a959e925e110ebf.jpg\"> Chaotic Onyx",
      "date": 1564650947000,
      "content": "3.2) **Backstory next door**. По поводу лора и непосредственно бэкстори Оникса у меня есть свои планы. Данный вопрос поднимался ещё давно, однако решение всегда находилось в стадии \"ща всё сделаем, ща всё будет\". Поэтому, в ближайшее время я хочу попробовать сделать нечто экспериментальное. Что именно? Узнаете.<br />\nВ целом, пока что всё. Я постараюсь приложить все силы, чтобы улучшить положение на Ониксе. Я искренне хочу, чтобы Оникс был именно Хаотичным Ониксом, а не очередным \"олухом\" или \"опухом\". Как бы то ни было, всё зависит от Вас. Давайте сделаем глубокий вдох, и совершим сильный такой рывок вперёд.<br />\n**Мне кажется, что такими новостями пишется история проекта. А Вы что думаете, народ?**"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/e5b5774b361926089a959e925e110ebf.jpg\"> Chaotic Onyx",
      "date": 1564650945000,
      "content": "3)  **@Коммьюнити.** В целом, тут на самом деле картина намного интереснее.<br />\n**<@!375744232096399373>,** текущий зам по коммьюнити немного в отъезде, поэтому работу по данному отделу я беру на себя.<br />\nМне важно знать Ваше мнение об Ониксе и о его проблемах. Мне в принципе интересно знать Ваше мнение касательно тех или иных вещей. Поэтому, я ввожу новую категорию на сервере Дискорда - \"обратная связь\". Подробнее об этом непосредственно в категории.<br />\nВики-редакторы не имеют какого-то точного графика работы от слова совсем, и каждый занят своим делом, успевая ещё и труповать. Поэтому, во-первых, Вы можете подать заявку на вступление в Вики-редакторы, обратившись к <@!350563224132780036>. Это тот ещё труд, и я прекрасно это понимаю, однако своей помощью *напрямую* Вы сможете помочь серверу в принципе, самолично подправив неактуальную информацию, добавив к ней ещё пару новых фич. Или же, то бишь во-вторых, Вы можете отписаться в категории обратной связи, но подробнее, опять-таки, в этой категории.<br />\n3.1) **Судейский вопрос**. По судейскому вопросу, на самом деле, у меня нет каких-то вопросов. Сейчас система приобрела гибкую форму, в которой педали могут рассматривать банхимы, а уполномоченные плашки с соответственной плашки судьи могут рассматривать что банхимы, что анбаны. Никакого судейского цирка я и близко не допущу, а если такое и произойдёт, то я брошу все силы на ликвидацию подобного."
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/e5b5774b361926089a959e925e110ebf.jpg\"> Chaotic Onyx",
      "date": 1564650938000,
      "content": "*Здравствуйте. Всем привет. День добрый.*<br />\nТак вышло, что я стал *лидом*. Забегая вперёд просто хочу поблагодарить всех, кто возлагает на меня надежды и просто доверяет мне. Я постараюсь не подвести ничьи ожидания и сделать всё, что в моих силах, а всё, что в моих силах будет расписано в этом сообщении.<br />\nЗабегая вперёд, я хочу сказать, что у меня более серьёзный подход к **Ониксу**. Я хочу, чтобы этот сервер был именно **Ониксом**, а не солянкой из Вайта, Блу и Грина. Не знаю, что Вы думаете на этот счёт, но лично я хочу, чтобы каждый из играющих отнёсся более серьёзно к игровому процессу.<br />\n1) **Отдел разработочки**. На разработку у меня курс простой - багофикс. Помимо багофикса, у меня есть куча идей, связанных с ролевой системой и трейтами в частности, непосредственную реализацию которых я хочу начать прямо сейчас. После багофикса, разумеется!<br />\nНа данный момент билдостроителями занимается **<@!223439144502820864>**, на пару с которым я и собираюсь реализовывать заданное направление.<br />\n2) **Педальный состав**. После себя кресло главной педали я оставил **<@!336813743659024385>**, ака СолярЭклипс84, ака Флорри. Это человек, который понимает, что нужно сейчас Ониксу, и как он может подвести Оникс на правильное направление путём корректирования работы педального состава. По этому поводу я особо комментариев давать не собираюсь, ибо работа по коллективу уже началась, и началась она в очень даже положительном ключе."
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/e5b5774b361926089a959e925e110ebf.jpg\"> Chaotic Onyx",
      "date": 1563896257000,
      "content": "Товарищи!<br />\nВремя сказать о новостях и промежуточных итогах летних метаморфоз на Ониксе. <br />\nКолесо Сансары Оникса вновь сделало оборот, VitaliiCN ушел в отставку, сделав выбор в пользу ИРЛ, а его место занял Rampo . Король умер, да здравствует король!<br />\n<br />\nТак же, теперь Оникс сотрудничает с группой ss13.ru : теперь вы можете найти кулстори, локальные мемы и смешные логи там среди прочего контента. Если вы желаете поучаствовать в деятельности группы и ее модерации, слапайте заместителя по связям с коммьюнити .<br />\n<br />\nhttps://vk.com/ss13ru<br />\n<br />\nНу а так же завершился шахматный турнир, в рамках которого были разыграны призы, но один из призов - кастомный айтем в игре на шахматную тему - остался неразыгранным. В близжайшее время будет проведен блиц-турнир на выбывание, победитель которого получит данный приз. Подробности, запись и обсуждение - в шахматной категории дискорда.<br />\n<br />\n**Stay robust, stay cool and enjoy your Onyx!**"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/a_c619edabc5777af8050dfc26bdd93386.jpg\"> Chaotic Onyx",
      "date": 1559676329000,
      "content": "Братья! Мы вышли на тропу модернизации, прогресса, бустов! Помоги серверу быть еще более стильным, модным, молодежным и сексуальным, сейчас только от тебя зависит его крутость. А чтоб еще больше подсластить пилюлю, знай, этим ты не только поможешь серверу, выделишься из толпы кошерной меткой рядом с ником, но и сможешь загрузить личное эмодзи в копилку конфы.<br />\nВливайся в тусовку.<br />\n<br />\nВсе подробности можно узнать из этой статьи: https://support.discordapp.com/hc/ru/articles/360028038352<br />\n<br />\n<img src='https://media.discordapp.net/attachments/459037934579089421/585549708554928173/a0f0b28d81fff684f2f5638683c241d9.png'>"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/a6a81e665f690795f48ea8fb304ef278.jpg\"> Chaotic Onyx",
      "date": 1559673971000,
      "content": "И так, у нас есть победитель. <br />\n<br />\nНоминацию \"Выбор Комьюнити\" получает <br />\nИстория как бедного Скрелла сожрали:<br />\nhttps://pastebin.com/YkcLixRE<br />\nЭтот многостраничный том, достойны самого Льва Николаевича, даёт своему автору  наш почет и уважение, а так же именную плашку (если мы конечно найдем автора).<br />\nВ номинации \"Выбор Администрации\" побеждает история \"О клоунах, генокрадах и чемоданах\"<br />\n https://pastebin.com/8fwSbbJQ<br />\nТак же эта история получает приз Лидских симпатий, что вполне заслуженно. Её автор, уважаемый \"Мертвый Дед\". Так как Дед вполне самодостаточен, наши почет и уважение ему не нужны, поэтому на призе для этой категории мы сэкономим. <br />\n<br />\nВсем спасибо за участие, надеюсь, в будущем у нас будет ещё больше участников и интересных ситуаций."
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/a6a81e665f690795f48ea8fb304ef278.jpg\"> Chaotic Onyx",
      "date": 1559381611000,
      "content": "Внимание, в связи с огромным количеством именных плашек в канале, каждый обладатель плашки должен зарегистрировать её у Лида сервера. Плашки, не прошедшие регистрацию, будут удалены в течение 3-х дней. Спасибо за Внимание."
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/a6a81e665f690795f48ea8fb304ef278.jpg\"> Chaotic Onyx",
      "date": 1556804025000,
      "content": "**Мир, труд, прохладные истории**<br />\n<br />\nВсем привет! Мы тут решили объявить конкурс кулстори. И не просто конкурс кулстори, а такой, в котором работы победителей будут увековечены в виде артов по их мотивам.<br />\n<br />\nКак участвовать:<br />\n#Выложить свою работу на pastebin без указания авторства и прислать ссылку и название кулстори в личные сообщения **Cinericius#3488** до 12 мая.<br />\n<br />\nТребования к работам:<br />\n#Ваша кулстори должна быть написана по раунду, сыгранному (или посмотренному из обсерва) на Ониксе.<br />\n#Кулстори должна содержать подробное и красочное описание некоей \"ключевой сцены\", которая, собственно, и будет увековечена в виде арта.<br />\n#Ваша кулстори должна быть написана читабельным русским языком. <br />\n<br />\nКак будет происходить выбор лучших работ:<br />\n#13 мая в нашем дискорде будет создан специальный канал, в котором будет проходить голосование за лучшую работу по мнению всех обитателей нашего сервера.<br />\n#Из оставшихся работ своего фаворита выберет состав администраторов и разработчиков сервера.<br />\n#Наконец, третьего победителя определит лид сервера.<br />\n<br />\n**Поехали!**"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/a6a81e665f690795f48ea8fb304ef278.jpg\"> Chaotic Onyx",
      "date": 1555845437000,
      "content": "**Неделя без вайтлиста окончена.<br />\nEnjoy yor stay!**"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/a6a81e665f690795f48ea8fb304ef278.jpg\"> Chaotic Onyx",
      "date": 1555256438000,
      "content": "**Астрологи объявили неделю без вайтлиста на глав и ИИ. Прирост существ увеличен.**"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/562186907635679263/fe80ca6b41ad4987d88c6e0c140290da.jpg\"> Lawful Green FM",
      "date": 1554713777000,
      "content": "\"Мои шаттлы, блядь, новая разработка, должны летать со скоростью забиваемого толпой ассистентов офицера - 72500 км/ч - а тут хуле написано, АА?!\" - патлатый серопижамник в капитанских JAR очках яростно тыкает фиолетоволосого учёного в экран консоли с выведенной статистикой тестовых полётов экспериментальных шаттлов - \"ВСЕГО 27 ТЫСЯЧ! КАКИМ КОСМИЧЕСКИМ КАРПОМ ЭТО ПОНИМАТЬ?\"<br />\n\"С-сир, позвольте, густота космо...\" - слёзную попытку оправдаться прервал еле заметный звук от удара огнетушитем с глушителем. \"Стелс-баллон - покупайте в секретных автоматах уже сегодня! Тоже, между прочим, новая разработка!\" - словно бы нашептал в ухо томный и низкий мужской голос.<br />\n<br />\n\"Новый сектор, говоришь? И что, там густота тёмной материи ниже? А чего мы раньше ждали? Аренда паркинга для шаттлов дешевле? Какой нахуй паркинг в космо... А, понял. Записал. Мы в двенадцати парсеках.\" - ассистент с прекрасными длинными чёрными локонами разговаривал по красному старомодному телефону, в процессе накрутичивая из спиралевидного провода котоушки.<br />\n\"С-сир, но...\" - стоящий на четвереньках в качестве стула для серопижамника учёный попытался было подать голос, но вовремя был остановлен тактическим ударом баллона в челюсть. Почти бесшумно - мечта любого профессионального грейтайдовца!<br />\n\"Скоро буду. Целую.\" - ассистент положил трубку. \"Ребён...\" - на прощание почти донеслось из телефонного динамика.<br />\n<br />\nДорогие и совсем не очень космонавтики! Спешу вас обрадовать - сервер Lawful Green переехал на новый билд, хаб и хост. Теперь у нас совершенно не лагает, а пинга уменьшилась в ~два раза (в некоторых случаях). Имя новому билду - Grief's Infernal Flower. В хабе можно посмотреть карту, прошедшие раунды, списки смертей и многое другое. Удачи и не постарайтесь умереть в первые 10 минут раунда! <br />\n<br />\nДискорд: https://discord.gg/Fh5w6jX<br />\nХаб: https://greenstation.space/<br />\nГитлаб для предложений: https://gitlab.com/lawful-green/tgreen/issues<br />\n<br />\nStay Green, stay robust!<br />\n<br />\n<img src=\"http://rgho.st/8v5chBxXT/image.png\">"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/a6a81e665f690795f48ea8fb304ef278.jpg\"> Chaotic Onyx",
      "date": 1554391806000,
      "content": "Warlords of Exodus<br />\n<br />\nВсем привет! <br />\nПомните, я обещал вам интересных обновлений? Ну, началось! <br />\nПрямо сейчас мы поставили на сервер ядро глобального обновления \"Warlords of Exodus\", содержащее многочисленные изменения боевой системы, крафта и физиологии космонавтов.<br />\n<br />\nСпешите прочесть подробности в чейнждлоге!<br />\n<br />\n(эта новость - перезалив для главной)<br />\n<img src='https://cdn.discordapp.com/attachments/531574963967098880/563076099999793172/WarlordsOfExodusSmaller.png'>"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/562186907635679263/fe80ca6b41ad4987d88c6e0c140290da.jpg\"> Lawful Green FM",
      "date": 1554107804000,
      "content": "...из тени технических тоннелей в странно переоборудованную комнату старого бара заходит патлатый серопижамник в футболке Electric Wizard. Зрачки - огромные, взгляд - ебанутый.<br />\nНемного подумав, патлатый говнарь в сером подходит к стёклам, всматривается в далёкие звёзды мёртвого космоса, в холодном свете чьих играет и сверкают локоны его прекрасной гривы. Ассистент откашливается, а затем достаёт из кармана кинографическую хлопушку, хлопает ею и громко говорит: \"Дубль 4! Поехали!\"<br />\n<br />\nДорогие и не очень космонавтики, спешу вам сообщить, что древний сервер Animus Lawful Green снова открыт и принимает в свои доки любые шаттлы с пингою меньше 200 и скоростью полёта более 16 кб/сек.<br />\n<br />\nЗелёный Сервер был основан летом 2012 года. В наши дни является продолжателем традиций Белого сервера тех времен, предлагая игрокам ненавязчивую ролевую игру и веселье. Если вы хотите ощутить безумную смесь отыгрыша роли и быстро назревающего конца - вам сюда.<br />\n<br />\nАдрес: byond://ss13.ru:2508<br />\nДискорд: https://discord.gg/Fh5w6jX<br />\n<br />\n<img src=\"https://media.discordapp.net/attachments/562186907635679267/562193539287613451/BYkt0OSc88.jpg\">"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/a6a81e665f690795f48ea8fb304ef278.jpg\"> Chaotic Onyx",
      "date": 1552496765000,
      "content": "**Тем временем нам подвезли новое лобби!**<br />\n<br />\n<img src='https://cdn.discordapp.com/attachments/414840922652803073/555427974162153498/New_Chaotic_Onyx_Lobby_2.png'>"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/a6a81e665f690795f48ea8fb304ef278.jpg\"> Chaotic Onyx",
      "date": 1552420353000,
      "content": "**Оникс весенний**<br />\n<br />\nПринес вам немного новостей и объявлений с Оникса, хороших и разных:<br />\n1) В связи с участившимися наплывами неопытных игроков введен вайтлист на глав и ИИ. Заполнить заявку можно в канале <#555065352036417536> в нашем Дискорде. Актуальный инвайт: https://discord.gg/DurUZRB<br />\n2) Администрация сервера просит игроков не лениться и писать педалям по поводу замеченных ими нарушений правил сервера. Не стоит проходить мимо, а потом нарушать правила, \"потому что все так делают\". Давайте вместе сделаем сервер лучше.<br />\n3) Нашим разработчикам есть, чем вас удивить. Интересные обновления уже на подходе, не переключайтесь.<br />\n<br />\n**Stay robust, stay cool and enjoy your Onyx!**"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/255035529085583360/378807713867cdf2a706603cd4bbe03d.jpg\"> Discordia",
      "date": 1550753715000,
      "content": "<img src='https://i.imgur.com/apmfhqT.jpg'><br />\n<br />\nЗдарова. Давно мы сюда не писали, но за это время мы успели сделать многое. В ближайшие несколько дней будет больше аноунсов, следите за нами, это будет интересно!"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/a6a81e665f690795f48ea8fb304ef278.jpg\"> Chaotic Onyx",
      "date": 1550509680000,
      "content": "**Хаотичный Год**<br />\n<br />\nЗдрасьте. Вот и стукнул год с момента рождения Хаотичного Оникса. Да-да, ровно год назад мы с **Рампо** собрали команду и вывели в бескрайний космос наш с вами любимый сервер. <br />\n<br />\nА помните, какой был старт? Множество неожиданных (и вполне ожидаемых) багов, проблемные конфиги, недоверие сообщества (тогда еще старого доброго Анимуса), постоянные предложения отказаться от этой затеи в пользу чего-то иного. Но наша команда сумела справиться с этими проблемами и сервер заработал.<br />\n<br />\nПотом было много всякого разного. Несостоявшаяся, к счастью, покупка Анимуса Пауком, грозившая нам потерей слота, смерть старого форума, подковерные игры части педального состава с заговорами против игроков (да-да, было и такое), всевозможные перестройки в команде всех цветов и расцветок, внедрение новой судебной системы, смена хоста и прочее, прочее, прочее. Но мы с вами пережили и все это. <br />\n<br />\nИ вот теперь, стоя на пороге второго года существования нашего сервера, я хотел бы поблагодарить всех вас за то, что вы участвовали в его жизни. Разрабатывали, педалили, донатили, судили, обсуждали и, наконец, просто играли. Спасибо, ребята, без вас наш сервер никогда бы не состоялся.<br />\n<br />\nЗакончить хочу парой новостей.<br />\n1) **Рампо** ушел в творческий отпуск на неопределенный срок и попросил меня приглядеть за сервером, чем я и займусь. Мой дискорд - **Cinericius#3488**. Мой бьенд - **Panchoys**. Обращайтесь.<br />\n2) Сервер активно разрабатывается и сейчас у нас появилась идея (и возможность) расширить ролевую систему билда, добавив больше всевозможного механа вроде настроений, трейтов и характеристик. Вопрос в том, хотите ли вы такого углубления механик? Давайте посмотрим. Ставьте в реакции под это сообщение в нашем дискорде палец вверх, если да, палец вниз, если нет.<br />\n<br />\n**Stay Robust, Stay Cool and enjoy your new second year Onyx!**"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/a6a81e665f690795f48ea8fb304ef278.jpg\"> Chaotic Onyx",
      "date": 1550226102000,
      "content": "Всем привет, как вы знаете, ранее сообщалось, что мы переезжали на новый сервер нашего хоста, в следствии чего несколько дней лежал как сайт с форумом, так и наш сервер. Но в жизни бывает, что при любом переезде могут возникнуть временные неудобства, и в нашем случае это вылилось в некоторые проблемы с базами, постоянно роняющие сервер. Но к счастью наши бравые улиточки в максимально короткие сроки смогли найти и устранить данную проблему, поэтому теперь сервер работает стабильно, как и прежде.<br />\n<br />\nНо и это не все, так как наша команда понимает, что оставлять своих любимых игроков без их не менее любимого сервера почти на целую неделю это плохо и непростительно, за что мы искренне извиняемся, то с целью подсластить пилюлю наши бравые разработчики заодно выпустили на сервер обновление с множественным исправлением багов, фиксами механик и добавлением новых фич и улучшений. И кроме этого уже сели за формирование нового пакета обновлений.<br />\n<br />\nВ целом, хочу поделиться, эта нежданная проблема стала хорошим поводом для нашей команды мобилизоваться как своими силами так и своими мыслями, за что можно сказать спасибо этой ситуации. Но это так же означает и то, что мы как обычно открыты для новых людей, идей и мыслей готовых влиться в нашу веселую и дружную компанию и если конкретно у тебя есть желание помогать как-либо сделать сервер и сообщество лучше, то присоединяйся к нам через наш дискорд-канал # заявки-в-команду, либо, если есть некоторое стеснение, то можешь написать напрямую мне Rampo#6827. Мы поможем тебе раскрыть твой потенциал.<br />\n<br />\n(перепил для бота главной, теперь без слапа)<br />\n<br />\n**Stay Robust, Stay Cool and enjoy your new Onyx!**"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/17902aef7ba1150632039a2089b5bb5e.jpg\"> Chaotic Onyx",
      "date": 1546263092000,
      "content": "Добрый день, Chaotic Onyx, и наступающим вас новым 2019 годом!  В этом году было много ржаки и хорошего отыгрыша! Надеюсь, и в следующем году мы не будем останавливаться на достигнутом и продолжим в том же духе! Сегодня, в этот праздничный день, мы подведем итоги 2018 года, наградив различных игроков и их персонажей премиями ***Chaotic Onyx Awards***. Результаты видны в дискорде."
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/17902aef7ba1150632039a2089b5bb5e.jpg\"> Chaotic Onyx",
      "date": 1546042779000,
      "content": "**Welcome to the Chaotic Onyx Awards 2018**<br />\n<br />\nКатегорически приветствую всех, на носу уже практически Новый Год, с чем наша команда и поздравляет вас, но кроме этого это означает, что пришло время для традиционного подведения итогов года уходящего. Самое время вспомнить самые забавные, курьезные, увлекательные, пугающие и невероятные истории, которые произошли с вами на нашем сервере. А также отметить для себя и других, тех игроков и персонажей, которые впечатлили вас больше всего. Чтобы немного поностальгировав, с чистой совестью ступить в Новый Год на встречу новым чудесным историям и платиновым мемасам. <br />\nДля этой цели мы создали отдельный временный канал **# оникс-2018** где вы могли предложить ваши идеи для номинаций и откуда наши любезные помощники их заботливо сложили в одну единственную гуглформу, чтобы вам было удобно по ним проголосовать.<br />\n<br />\nЧто же, сама форма находится здесь: https://goo.gl/forms/qpe1ZMDWxtiJePaw2<br />\nСбор ваших голосов будет осуществляться вплоть до 31 декабря, когда мы и постараемся оперативно подсчитать результаты.<br />\nАй, больна, сейчас @everyone будет, только не по лицу.<br />\n<br />\n**Stay Robust, Stay Cool and enjoy your new Onyx!**"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/48086dc428686d6b7c2e0cf6f55a8253.jpg\"> Chaotic Onyx",
      "date": 1544828821000,
      "content": "**Объявлена неделя Акций.**<br />\n<br />\nПрисоединяйся к нашему Дискорду и получай кастомный предмет в подарок. Или если ты уже там, приводи друга и получайте сразу два предмета на двоих за каждого нового друга. Ждем вас ;)<br />\n<br />\n*- выдача призов осуществится в конце срока действия акции 23.12.18, подробности узнавайте у Рампо#6827*"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/48086dc428686d6b7c2e0cf6f55a8253.jpg\"> Chaotic Onyx",
      "date": 1544285002000,
      "content": "**Зимнее караоке на Хаотичном Ониксе**<br />\nНу что, Оникс, может споём? Завтра в **# караоке** произойдёт мероприятие, которое поможет узнать, кто умеет разбивать стёкла не только огнетушителем, но и голосом! Начинается в 17:00 МСК, подробнее в нашем дискорде в **# стенд**."
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/48086dc428686d6b7c2e0cf6f55a8253.jpg\"> Chaotic Onyx",
      "date": 1544184332000,
      "content": "**Зимние метаморфозы на Хаотичном Ониксе**<br />\nОбо всём главном коротко и ясно!<br />\n1) Сервер временно вышел из-под главенствования Рампо по определенным причинам. Его место занял Гетс до урегулирования ситуации у Рампо. Король умер, да здравствует король!<br />\n2) Шутце по собственному желанию покинул пост главного по Педалям. Его место теперь занимает Родиал.<br />\n3) Вследствие того, что Гетс стал временным лидером, его место как главного по Правосудию занял Мемори.<br />\n4) Вики претерпевает изменения. Была изменена и актуализирована информация о медицине и медбэе в целом, а также многие и другие статьи были дополнены.<br />\n<br />\n**Stay robust, stay cool and enjoy your new Onyx!**"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/475720607640846336/a0d0d272da26289bde2dc0e7257118c2.jpg\"> Techno Phoenix",
      "date": 1537959057000,
      "content": "Снова запуск!<br />\nМы уходили на пару дней, чтобы пофиксить пару критических багов, подправить ЛОР, правила, и прочее по списку. Ну, мы это сделали, а это значит, что время для очередного запуска.<br />\nЖдём вас сегодня, в ~19:30 по МСК!<br />\n- Тех"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/eca1cc0597f4af2b2df96204ea0ca3fd.jpg\"> Chaotic Onyx",
      "date": 1537625352000,
      "content": "**Осенние метаморфозы на Хаотичном Ониксе**<br />\n<br />\nПока догорает первый месяц осени, на **Хаотичном Ониксе** снова происходит какой-то движ.<br />\n<br />\nИзменений в этот раз на самом деле случилось действительно много, но я постараюсь изложить для вас самое важное:<br />\n1) Сервер снова взял под свое крыло **Рампо**. Король умер, да здравствует король!<br />\n2) Пост **Заместителя по Педалям** больше не пустует. Теперь его занимает **Simbirskiy**.<br />\n3) **Epicus** покинул команду проекта и остается с нами исключительно в роли наблюдателя.<br />\n4) Правило о запрете грифа после прилета на **ЦК** отменено. Теперь у нас снова есть минутка чтобы выпустить пар и попробовать сваренные в раунде **лимитки**. Спасибо **Главному Судье Гетсу**!<br />\n5) У нас снова есть **менторы**. Набирает их наш **Заместитель по Педалям**.<br />\n6) Состав педалей сильно обновлен. Вернулось некоторое количество замечательных людей, педаливших **Оникс** ранее, а так же пришли некоторые новые лица из числа заядлых игроков нашего с вами сервера.<br />\n7) Было введено много новых фич и пофикшено много старых багов. Заходите поиграть и смотрите **чейнджлог**!<br />\n<br />\n**Stay Robust, Stay Cool and enjoy your new Onyx!**"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/475720607640846336/a0d0d272da26289bde2dc0e7257118c2.jpg\"> Techno Phoenix",
      "date": 1537427910000,
      "content": "Ну, что-ж.<br />\nВчера был запуск, было относительно много людей при старте.. И эти многие помогли выявить самые критические баги. Так что буквально в течении этой недели они будут пофикшены, и всё будет прекрасно-замечательно.<br />\nНу, а мы ждём вас на Фениксе!<br />\n- Тех"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/475720607640846336/a0d0d272da26289bde2dc0e7257118c2.jpg\"> Techno Phoenix",
      "date": 1537202975000,
      "content": "**( ͡° ͜ʖ ͡°)**<br />\nЗервусики.<br />\nМы долго ~~били друг-друга по голове~~ обсуждали, какой билд выбрать, и вообще, что делать. Ну, пришли.<br />\n<br />\n**Билд - КайзерБей.**<br />\n<br />\nДля тех кто не знает, что за билд: взяли Германию времён __первой__ мировой войны, и представили, \"А что было-бы, если-бы Германия победила, а после, завоевав весь мир, ушла в космос?\". Тайная полиция, полу-немецкий язык, идеологии - всё это объединяется в билде, как и такие вещи как угол обзора, система прыжков, новый интерфейс, и прочее по списку.<br />\n<br />\nДля тех-же, кто знает КайзерБей, я скажу: мы возьмём билд, а после переделаем под нужды игроков, которые будут играть на нём. Так что если вам что-то не нравилось на КайзерБее, то, скорее всего, это может отсутствовать у нас.<br />\n<br />\nИ, несмотря на то, что есть некоторые сомневающееся, говорящие, что запуска не будет - запуск будет.<br />\n**Запуск будет 19 сентября, под вечер.**<br />\nЕсли никаких серьёзных проблем не предвидится, то сервер будет работать в формате 24/7.<br />\n<br />\nСпасибо за внимание, ваш<br />\n- Тех."
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/259777969592074242/be0a6364a06d5d7937275257b1d77ffd.jpg\"> Neekothing junkie squat",
      "date": 1536765332000,
      "content": "**Ahdeza** still sruggles to resprite Neekothing so that it will look less retarded while still appealing to my disgusting visual fetishes.<br />\nNew walls and floors look sweet. And the ones who doesn't will be redrawn soon anyway <br />\nhttps://media.discordapp.net/attachments/259777969592074242/489131500110086144/unknown.png?width=781&height=536"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/259777969592074242/be0a6364a06d5d7937275257b1d77ffd.jpg\"> Neekothing junkie squat",
      "date": 1536020396000,
      "content": "@here <br />\nOkay, Incredibilis now have latest build of neeko and hosts it again. **byond://50.35.188.8:50455**<br />\nНу, или просто нажми на кнопку на главной анимуса: она всё ещё работает криво и всегда показывает, что никоштука лежит."
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/259777969592074242/be0a6364a06d5d7937275257b1d77ffd.jpg\"> Neekothing junkie squat",
      "date": 1535993105000,
      "content": "And now for something completely different.<br />\n<@305249657477529600> have redrawn about a half of neeko walls, as well as station base. He is working on floors as well, and I think that turf respriting will be a great improvement to neekothing (well, nearly *any* kind of  respriting will be). <br />\nBy the way, neeko is still up and Incrediblus is still sleeping or nodding or whatever, so we host it on sosaki: **sosaki.ru:2511**"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/259777969592074242/be0a6364a06d5d7937275257b1d77ffd.jpg\"> Neekothing junkie squat",
      "date": 1535989514000,
      "content": "@here <br />\nTesting our delicious new drug visuals and other stuff I've added during last months. Incrediblus will have fresh build ASAP, but as for now, you should join **sosaki.ru:2511** to behold the wonders of procedurally-generated graphics.<br />\n<br />\nЗаходите и залипайте на новые визуалы от наркоты. Всё крутится, разбивается и всячески морфится. Визуалы довольно-таки сильно лагают, но, в целом, работают (и на том спасибо). У Инкредиблуса пока ещё нету свежего билда, так что заходите на сосаки: **sosaki.ru:2511**"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/eca1cc0597f4af2b2df96204ea0ca3fd.jpg\"> Chaotic Onyx",
      "date": 1535927910000,
      "content": "**Неделя Грамотности**<br />\n<br />\nПоздравляем все сообщество Space Station 13 с Днем Знаний и началом очередного учебного года! В честь этого светлого праздника на Ониксе объявляется \"Неделя Грамотности\"! <br />\n<br />\nЗаходите поиграть на самый грамотный сервер ру-коммьюнити станции 13, но будьте осторожны! На этой неделе все баны за нарушение данного правила выписываются минимум на неделю, а то и больше."
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/eca1cc0597f4af2b2df96204ea0ca3fd.jpg\"> Chaotic Onyx",
      "date": 1535418256000,
      "content": "**Новые правила и набор педалей**<br />\n<br />\nВсем привет! Давно вам ничего не рассказывали, а у нас между тем случилось много чего нового.<br />\n<br />\nНачну с того, что у нас вновь **поменялся состав глав**. Разбирает ваши жалобы и разбанивает несправедливо забаненных теперь **Gets**, а на пост Главного Геймдизайнера переехал **Panchoys**. К сожалению, Rodial покинул нас, так что набором и обучением педалей временно занимаюсь я, **Epicus**. В связи с этим, мы вновь полностью пересмотрели педальный состав и набрали много новичков. Также объявляем о том, что у нас происходит **набор новых администраторов**. Все желающие могут писать в дискорд Epicus#1570.<br />\n<br />\nТакже мы наконец избавились от правил Анимуса и написали отдельный свод правил, которые с этого дня действуют на Хаотичном Ониксе: https://wiki.ss13.ru/index.php?title=Onyx_Rules.<br />\n<br />\nВ направлении разработки мы немного изменили плашки кодеров так, чтобы люди, которые реально помогают развитию сервера в техническом плане, могли сильнее влиять на направление развития сообщества. Как педально, так и путем участия в совете сервера. Подробнее можно почитать в канале **dev-blog** нашего Discord-сервера.<br />\n<br />\nНу и на последок, для тех, кто не следит за нашими обновлениями, о которых мы всегда пишем в нашем чейнджлоге на сервере, краткий список важных изменений сборки со времен прошлой новости:<br />\n* В игру вернулись торговцы.<br />\n* Были перенесены рикошеты.<br />\n* Сильно изменена роль генокрада. Была добавлена куча новых способностей, которые координально изменяют геймплей за него.<br />\n* Обновлено лобби: музыка, мотд, кнопки - все теперь работает как надо.<br />\n* Глобальное обновление киборгов. Было добавлено огромное количество новых модулей и переделаны старые.<br />\n* На астероиде появились опасные мобы - лучше не подходите к ним!<br />\n<br />\nСледите за нами в дискорде и приходите к нам играть! Без вас - нас не будет. Ваш Хаотичный Оникс."
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/255035529085583360/a497e8d1306a1a803da42059d739acee.jpg\"> Discordia",
      "date": 1534692908000,
      "content": "Снова здарова.<br />\n<br />\nМы занимались правкой багов и добиванием графического апдейта. Мы планируем начать со стен, окон и полов, а затем продолжать работать над аирлоками и предметами на стенах. В новую проекцию будет переведена вся настенная машинерия, но только после того как мы убедимся, что цвета и текстура полов выполнены правильно. Так же мы переделали основу тараканов для последующего их развития, добавили больше контента в техи. Все это надо протестить, разумеется, ради чего и будет сегодняшний запуск.<br />\n<br />\nСтены и некоторые полы уже готовы и залиты, так что вы можете их оценить и оставить свой фидбек."
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/255035529085583360/a497e8d1306a1a803da42059d739acee.jpg\"> Discordia",
      "date": 1533989699000,
      "content": "Чо поцаны, Эрис сегодня и завтра, в 18:00-19:00 по МСК.<br />\n<br />\nКасаемо текущего состояния разработки. Был выкачен ряд фиксов больших и малых вещей, крупные апдейты находятся все еще в разработке, но запускаться все равно надо, потому что сколько можно уже. Впрочем, по порядку.<br />\n<br />\nОдной из главных вещей над которыми мы сейчас работаем является универсальная система крафта на рецептах. Мы так же углубляем нашу систему статов, создаем новые протезы, новое оружие и собираемся сделать нового антага - скрытого синта среди членов экипажа, которого СБ придется вычислять, играя в Бегущих по Лезвию. Мы так же работаем на развитием литанией киберхристианам и связи их абилок со статами персонажа. Все это, плюс графический апдейт, мы собираемся наконец запихнуть на начало сентября в игру.<br />\n<br />\nТак как формат \"отпуска\" разработки ничего не дал, и в перерыве было сделано относительно мало, теперь запуски по выходным будут постоянными. Точнее, их будет три, после чего мы перейдем на формат 24/7. В конце концов, Оникс живет с билдом где баланса геймплея нет, механ медбея это страдание, а баги повсюду, но ничего, онлайн есть. Значит и мы сможем <:noice:264010262380675072>.<br />\n<br />\nТак же нам **реально** нужен ваш фидбек. За оставшиеся недели мы будем публиковать в <#255047237279678464> концепты наших ключевых фич, и мы будем слушать что думают об этом игроки. Нам так же нужно знать что устарело в нашей сборке, что нужно обновить прежде всего, какие фичи для удобства игры необходимы вам, и какие джобки наиболее унылы и требуют обновления. Выход в 24/7 требует от нас наведения порядка в сборке, и мы представляем что нужно сделать, но не знаем что приоритетно **вам**."
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/167565329399152640/487ff6a93f029b461dd8bda9f5973d1e.jpg\"> Soviet Station",
      "date": 1533325268000,
      "content": "Добрый день, Анимус!<br />\nПланирую запустить маринады свежей сборки без нерфов и прочей хуеты для руснявого сообщества. Ответ на вопрос \"зачем?\" в расширенном варианте и что будем делать описано в дискорд-канале. Кто готов помогать с тестами, или даже администрировать это - залетайте!<br />\nОтдельный дискорд-канал: https://discord.gg/e9HhcVP"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/428876420979097600/ef22edd79019a7b33252f3b4785e8d80.jpg\"> SS13.RU",
      "date": 1532178114000,
      "content": "YOU WILL BE LIKE US<br />\n<br />\nПодходит к концу месяц июль, а это значит, что мы снова открыты для присоединения новых серверов на наш хост. <br />\nЧто такое хост SS13.RU? Хост SS13.RU - это стабильный и хорошо защищенный хостинг по очень демократичным ценам, со своим хабом, на случай, если у вас его нет. Кроме того, хостинг у нас дает вам полноценное право голоса в общем совете проекта, а так же место на нашей главной (включая новостной раздел) и возможность поднять у нас ваши форумы, вики и прочие полезные приблуды.<br />\n<br />\nЗаинтересовались? Смело пишите в дискорд ZLOFENIX#9189 или Cinericius#3488!"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/259777969592074242/be0a6364a06d5d7937275257b1d77ffd.jpg\"> Neekothing junkie squat",
      "date": 1531357831000,
      "content": "And now for something completely different.<br />\nAs for now, I don't have an access to the neeko source code, but I will return to coding after a few days or even as soon as tomorrow. I'll fix some broken stuff (glitched euphoria indicator and Angels being inert to drugs) and send fresh .dmb to operators so that you will enjoy beautiful (and laggy) remastered visuals.<br />\nProbably, I should return to coding neekonomics afterwards. Also, I should do something with robotic tools (circular saw, robodrill etc.). They work weird at best. Adding extra hotkeys is also a great idea. Damn, neekothing looks too user-unfriendly even to me.<br />\n<br />\nOh, and about neekonomics. Just want to remind you that you can support neekothing via BTC/qiwi/paypal.<br />\n<br />\nBTC: 18BAgvYJ9zKXrNgwp4xn3AikmASqJCthnG<br />\nPaypal: mastablastar@yandex.ru<br />\nPaypal.me: https://www.paypal.me/neekothing<br />\nQiwi: 89110530219"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/eca1cc0597f4af2b2df96204ea0ca3fd.jpg\"> Chaotic Onyx",
      "date": 1531156191000,
      "content": "**Новый Head of Pedalique - Родиал**<br />\n<br />\nМы всегда стремились сделать наш сервер как можно более дружелюбным по отношению к новичкам, но сегодня стало очевидным, что нынешняя политика в плане администрирования сервера загоняет нас в угол. Последней каплей стала вскрывшаяся история о том, как педали сервера, получив 2 жалобы от игроков на тему кооператива, подготовили целую шпионскую спец. операцию, чтобы собрать доказательства в сторону подозреваемой компании игроков.<br />\n<br />\nОднако, наш сервер создан, в первую очередь, для игроков. И роль педали заключается в том, чтобы помогать игрокам и предотвращать лишь серьезные нарушения правил, которые значительно ухудшают качество раундов. Педаль не должна из-за небольших подозрений собирать конференции и пытаться подставить игроков, чтобы их было за что запермить.<br />\n<br />\nВ связи с этим, мы решили, что с обязанностями Маглая по набору, обучению и организации педального состава лучше справится Родиал, который изначально более дружелюбно настроен к сообществу.<br />\n<br />\nСам Маглай, несмотря на некоторые свои ошибки, всегда был и все еще остается ценным членом коммьюнити Чаотик Оникса, который приносит достаточно много пользы серверу. Так что он останется обычной педалью и советником."
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/428876420979097600/ef22edd79019a7b33252f3b4785e8d80.jpg\"> SS13.RU",
      "date": 1531054329000,
      "content": "Дизайн был в очередной раз обновлен. Мы учли прошлые ошибки, наняли другого человека (Канваса) и сделали более приятную глазу версию.<br />\n<br />\nЭто по прежнему не финальная версия. Рано или поздно мы придумаем как отображать графики онлайна на главной, а еще нам все еще нужны новые иконки разделов, векторные. Если вдруг кто хочет с этим помочь, и умеет рисовать векторные иконки, пусть обращается в дискорд - Cinericius#3488."
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/414832443384659968/84f18f6e67b408d4f12f04f9aee1a0a8.jpg\"> Chaotic Onyx",
      "date": 1531010962000,
      "content": "Всем привет! Хаотичному Ониксу скоро будет пол года, и нам есть что вам рассказать!<br />\n<br />\nСамая главная новость нашего сервера за последнюю неделю - смена лидера сервера. Вслед за этим у нас также произошли некоторые организационные перестановки, направленные, в целом, на то, чтобы сделать наш сервер как можно более интересным и дружелюбным для игроков. Главное нововведение - выделение самых ярких игроков сервера в отдельную группу Советников, которая должна организовать некий костяк игроков, определяющих дальнейшие пути развития Оникса. Главные идеи сервера, которые всегда останутся на месте - это \"отыгрыш ролей\" и \"Чрезвычайная Ситуация на космической станции\", а все остальное будет зависеть от игроков, так что приходите к нам и участвуйте в жизни сервера - без вас нас бы не было.<br />\n<br />\nГлавный наш приоритет на ближайшее время - окончательно закончить с начальным этапом развития сервера. За прошедшие месяцы, мы полностью обновили педальный состав, нашли приличное количество начинающих кодеров и мапперов, которые учатся и вносят существенный вклад в развитие сервера. Мы максимально открылись для новых игроков, избавились от большинства серьезных багов, переехавших с Нового Бея, реализовали некоторое количество фич и заложили основу для более существенных изменений сборки. Осталось совсем немного дел, после которых можно будет окончательно перелистнуть эту страницу в нашей, пока короткой, истории и пойти дальше.<br />\n<br />\nА дальше... спойлеры. Мы введем новые режимы, роли и механики, которые уже достаточно хорошо продуманы и даже частично реализованы. Будет существенно обновлен набор инструментов для разработчиков и администраторов, что должно, в целом, подстегнуть развитие сервера и оказать положительное влияние на качество конкретных раундов, в том числе, в плане создания увлекательных ивентов. <br />\n<br />\nКстати, мы стараемся держать вас в курсе и обновлять сервер каждую неделю, так что заходите к нам в дискорд, чтобы ничего не пропустить и узнать обо всем первыми!"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/167565329399152640/e9d7f184addeb56c0d56ad45f7cc0c2a.jpg\"> Soviet Station",
      "date": 1530555397000,
      "content": "Доброго времени суток.<br />\n<br />\nСоветская Станция приветствует граждан Анимуса: как видите - мы присоединились к вашему сообществу серверов.<br />\nБлагодаря коллаборации очень щедрых людей и <s>выбиванию денег с должников</s> ваш сервер держится на плаву. Мы тут будем что-то вроде представительства, так как наш сервер давно имел тесные связи с вашим, в отличии от других, чье имя нельзя называть на этой странице. Однако, у нас так же давно начались проблемы с количеством людей на сервере.<br />\nИз того, что мы можем предоставить вам интересное на выбор - это лишь наша небольшая модификация сборки /VG/, т.е. рабочие: буква \"я\", Jukebox, MySQL библиотека. Это не то, которое мистер Павук пытался запускать со сломанной кириллицей.<br />\nПо моему разумению, сборка /VG/ видится как некий компромисс между сборкой Bay12 и /tg/, с более традиционным, но не устаревшим стилем игры.<br />\n<br />\nЕсли вас интересуют гайды, то наша Вики достаточно проработана, эдакое наследие. На форуме есть некоторые гайды, в группе VK можете найти что-то интересное."
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/259777969592074242/be0a6364a06d5d7937275257b1d77ffd.jpg\"> Neekothing junkie squat",
      "date": 1530467471000,
      "content": "Не ведитесь на провокации борцунов от прогибиционизма: никоштука поднята!<br />\nНа этой странице у неё, конечно, висит статус offline, но это - наглая ложь. Достаточно нажать Join или метнуться кабанчиком по ссылке byond://50.35.188.8:50455, чтобы убедиться, что никоштука в полном порядке (насколько она вообще может быть в порядке, конечно).<br />\n<br />\nПараллельно ведётся сбор средств на восстановление Пятигорского провала. Чтобы лучше проваливался.<br />\nBTC: 18BAgvYJ9zKXrNgwp4xn3AikmASqJCthnG"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/259777969592074242/be0a6364a06d5d7937275257b1d77ffd.jpg\"> Neekothing junkie squat",
      "date": 1530442327000,
      "content": "Mesier! Je n'ai pas mangé psychédélique onze jours!<br />\nMister! I haven't taken psychedelics for eleven days!<br />\nГосподин! Я не ел психоделиков одиннадцать дней! Подайте что-нибудь разработчику тоталитарной психоделической утопии!<br />\nBTC: 18BAgvYJ9zKXrNgwp4xn3AikmASqJCthnG"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/255035529085583360/a497e8d1306a1a803da42059d739acee.jpg\"> Discordia",
      "date": 1530388203000,
      "content": "Здарова.<br />\n<br />\nМы просмотрели все зарепорченные ранее баги, и исправили большую часть из них. По идее это уже делает нашу сборку играбельной, но мы не уверенны в этом до конца, так что вам предлагается еще один тест. Сервер будет поднят ближайшие полтора суток, на этот раз правила действуют и на него можно заходить играть, пусть мы и не рассчитываем на большой онлайн.<br />\n<br />\nПомимо этого мы наконец-то закончили всю машинерию коммунистов которую хотели, наконец-то они реально могут плодить свои конвертящие импланты и строить пулеметные турели, которые охерительны. Мы так же развили тему стат и добавили несколько новых спрайтов, те же тараканы получили гораздо более грозный вид. Перед релизом мы хотим закончить графический апдейт всех турфов, спрайты готовы на 95%, и мы зальем это уже на следующей неделе. Мы уже добавили тени под обьектами для подготовки к этому, вам потребуется 512 бьенд для этой фичи.<br />\n<br />\nЗаходите потестить и поиграть, полный запуск уже совсем скоро!"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/259777969592074242/be0a6364a06d5d7937275257b1d77ffd.jpg\"> Neekothing junkie squat",
      "date": 1530201542000,
      "content": "byond://50.35.188.8:50455"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/259777969592074242/be0a6364a06d5d7937275257b1d77ffd.jpg\"> Neekothing junkie squat",
      "date": 1530201541000,
      "content": "Neekothing lives once again"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/259777969592074242/be0a6364a06d5d7937275257b1d77ffd.jpg\"> Neekothing junkie squat",
      "date": 1530187972000,
      "content": "**IT'S ALIVE**<br />\n**ALI-I-I-I-IVE**<br />\nhttps://ss13.ru/"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/428876420979097600/a22e728c1d6c8cdc5bc312d45977ffd3.jpg\"> SS13.RU",
      "date": 1530000275000,
      "content": "Новые Горизонты<br />\n<br />\nНе секрет, что SS13.RU - это не один проект с единым лидером, а коллаборация из серверов, объединенных общими хостингом и сайтом. <br />\nИ сейчас мы решили расширить собственные границы и предлагаем всем желающим влиться в наше содружество, даже если вы хоститесь где-то еще.<br />\nМы предлагаем вашему серверу получить место на нашей главной странице, а так же получить возможность публиковать у нас новости вашего сервера. Кроме того, влившись в наше сообщество, вы получите доступ к налаженной системе контактов между главами серверов, педалями, разработчиками и простыми игроками.<br />\nЕсли вы заинтересовались и хотите вступить в наше сообщество - пишите в дискорд ZLOFENIX#9189 или Cinericius#3488.<br />\n<br />\nEnjoy your stay!"
    },
    {
      "name": "<img height=\"32\" style=\"margin-right:7px\" src=\"https://cdn.discordapp.com/icons/428876420979097600/a22e728c1d6c8cdc5bc312d45977ffd3.jpg\"> SS13.RU",
      "date": 1529480545000,
      "content": "Дизайн главной был обновлен.<br />\n<br />\nТеперь главная отвечает текущим требованиям проекта, она центрируется на новостях которые перекидываются сюда из серверов дискорда, а так же имеет плашки серверов на которых можно размещать кнопки. На старых это не было бы возможно, по причине что они сделаны на иконках, и вносить туда дополнительную информацию или модульность это сущий ад.<br />\n<br />\nДизайн финальным не является и будет дорабатываться дальше. В частности, наверху вы можете видеть банеры из рандомных картинок из станции, которые мы будем наполнять чем-то более оригинальным и внятным. Это так же касается других деталей, которые мы будем трогать напильником."
    }
  ],
  "servers": [
    {
      "name": "Eos Orbital Station",
      "icon": "https://ss13.ru/img/eos.png",
      "online": true,
      "players": "19",
      "description": "Настоящий ролевой сервер про чрезвычайные ситуации с упором в отыгрыш интересных и запоминающихся персонажей.",
      "address": "byond://play.ss13.ru:2507",
      "links": [
        {
          "what": "discord",
          "text": "Discord",
          "href": "https://discord.gg/5BRMMFg"
        },
        {
          "what": "github",
          "text": "Github",
          "href": "https://github.com/ChaoticOnyx/OnyxBay"
        },
        {
          "what": "wikipedia-w",
          "text": "Wiki",
          "href": "https://wiki.ss13.ru/index.php?title=Chaotic_Onyx"
        }
      ]
    },
    {
      "name": "Chaotic Onyx",
      "icon": "https://ss13.ru/img/onyxyeye.png",
      "online": true,
      "players": "19",
      "description": "Классический дух оторванной от остального человечества станции, на которой вечно что-то идет не так и никто не знает, что с этим делать.",
      "address": "byond://play.ss13.ru:2506",
      "links": [
        {
          "what": "discord",
          "text": "Discord",
          "href": "https://discord.gg/5BRMMFg"
        },
        {
          "what": "github",
          "text": "Github",
          "href": "https://github.com/ChaoticOnyx/OnyxBay"
        },
        {
          "what": "wikipedia-w",
          "text": "Wiki",
          "href": "https://wiki.ss13.ru/index.php?title=Chaotic_Onyx"
        }
      ]
    },
    {
      "name": "Experimental Onyx",
      "icon": "https://ss13.ru/img/onyxyeye.png",
      "online": false,
      "players": 0,
      "description": "Происходящее на этом сервере такая же загадка, как и расписание его запусков.",
      "address": "byond://ss13.ru:2508",
      "links": [
        {
          "what": "discord",
          "text": "Discord",
          "href": "https://discord.gg/5BRMMFg"
        },
        {
          "what": "github",
          "text": "Github",
          "href": "https://github.com/ChaoticOnyx/OnyxBay"
        },
        {
          "what": "wikipedia-w",
          "text": "Wiki",
          "href": "https://wiki.ss13.ru/index.php?title=Chaotic_Onyx"
        }
      ]
    },
    {
      "name": "Lawful Onyx",
      "icon": "https://ss13.ru/img/onyxyeye.png",
      "online": false,
      "players": 0,
      "description": "Чрезвычайные ситуации с упором в отыгрыш интересных и запоминающихся персонажей.",
      "address": "byond://ss13.ru:2507",
      "links": [
        {
          "what": "discord",
          "text": "Discord",
          "href": "https://discord.gg/5BRMMFg"
        },
        {
          "what": "github",
          "text": "Github",
          "href": "https://github.com/ChaoticOnyx/OnyxBay"
        },
        {
          "what": "wikipedia-w",
          "text": "Wiki",
          "href": "https://wiki.ss13.ru/index.php?title=Chaotic_Onyx"
        }
      ]
    },
    {
      "name": "Crimson Dragon",
      "icon": "https://ss13.ru/img/crimson.png",
      "online": false,
      "players": 0,
      "description": "Квинтэссенция весёлого и динамичного безумия, заключенная внутри изолированной космической станции вместе с её параноидальным и зачастую крайне некомпетентным персоналом. Что может пойти не так?",
      "address": "byond://play.ss13.ru:2508",
      "links": [
        {
          "what": "discord",
          "text": "Discord",
          "href": "https://discord.gg/jZAeRQy3gH"
        },
        {
          "what": "github",
          "text": "Github",
          "href": "https://github.com/ChaoticOnyx/BeeStation"
        },
        {
          "what": "wikipedia-w",
          "text": "Wiki",
          "href": "http://bloodrave.ru/"
        }
      ]
    }
  ]
}
